export const celebralParalysis_leg = [
    {
        description: 'Растяжка икр',
        instruction: ['Убедитесь, что вам есть к чему прислониться (например, к стене, стулу и т. д.), чтобы сохранять равновесие','Поставьте одну ногу на шаг позади себя, а затем медленно опустите пятку', 'Чтобы обеспечить более глубокое растяжение, отведите ногу еще дальше. Чтобы было легче, поднесите ногу ближе к остальному телу'],
        images: require('../descriptionOfExercises/ImagesOfExercise/celebralParalysis_leg_1.png') 
    },
    {
        description: 'Маршируем сидя',
        instruction: ['Сядьте на край сиденья, поставив обе ступни на землю, затем поочередно поднимайте колени по одному','Это упражнение для ног позволяет практиковать движения, используемые при ходьбе, без дополнительной нагрузки на суставы'],
        images: require('../descriptionOfExercises/ImagesOfExercise/celebralParalysis_leg_2.png') 
    },
    {
        description: 'Упражнения на подколенные сухожилия',
        instruction: ['Чтобы растянуть подколенные сухожилия, нужно сесть на пол, выпрямить обе ноги перед собой и наклонить тело вперед','Задержитесь на 30 секунд и повторите'],
        images: require('../descriptionOfExercises/ImagesOfExercise/celebralParalysis_leg_3.png') 
    },
]
export const celebralParalysis_arm = [
    {
        description: 'Планка',
        instruction: ['Займите позу для отжиманий, расставив руки чуть шире плеч, а шею на одной линии со спиной. Их голова должна быть направлена вниз, к земле','Если обычная планка слишком сложна попробуйте на колени, а не на пальцы ног, или на предплечья, а не на руки. Это снизит давление и повысит стабильность, одновременно укрепив ядро', 'Удерживайте это положение 20–30 секунд'],
        images: require('../descriptionOfExercises/ImagesOfExercise/celebralParalysis_arm_1.png') 
    },
    {
        description: 'Растяжка плеч',
        instruction: ['Для растяжки плеч следует поднять одну руку и согнуть ее за головой','Другой рукой осторожно отвести локоть назад, пока не появится напряжение', 'Задержитесь на 20-30 секунд, а затем поменяйте руки'],
        images: require('../descriptionOfExercises/ImagesOfExercise/celebralParalysis_arm_2.png') 
    },
    {
        description: 'Рука над грудью',
        instruction: ['Поверните одну руку через грудь и используйте другую руку, чтобы удерживать первую на месте','Осторожно прижмите руку к телу, чтобы она плотнее обхватила грудь', 'Задержитесь на 20-30 секунд, а затем поменяйте сторону'],
        images: require('../descriptionOfExercises/ImagesOfExercise/celebralParalysis_arm_3.png') 
    },
]