export const multipleSclerosis_leg = [
    {
        description: 'Подъем со стула',
        instruction: ['Сядьте прямо на стул, ноги на ширине плеч, колени согнуты под углом 90 градусов',' Согнитесь в талии, перенося вес вперед', 'Отталкивайтесь пятками, пока стоите, напрягая квадрицепсы и ягодицы', ' Используйте стул или столешницу для дополнительного равновесия и помощи при стоянии', 'Медленно сядьте и повторите от 10 до 15 раз (добавьте вес для дополнительной нагрузки)'],
        images: require('../descriptionOfExercises/ImagesOfExercise/multipleSclerosis_leg_1.png') 
    },
    {
        description: 'Сидя: разгибание ног',
        instruction: ['Сядьте на прочный стул, касаясь спиной спинки стула','Удобно положите руки на ноги', 'Медленно поднимите левую ногу прямо вверх, оставив колено согнутым', 'Задержитесь в таком положении на 10 секунд (или столько, сколько вам удобно), а затем верните ногу на пол', 'Повторите с другой ногой'],
        images: require('../descriptionOfExercises/ImagesOfExercise/multipleSclerosis_leg_2.png')
    },
    {
        description: 'Упражнение для ног',
        instruction: ['Встаньте и держитесь за спинку стула обеими руками для поддержки','Поднимите пятку назад и попытайтесь коснуться ягодиц. Движение должно происходить в коленном суставе', 'Если вы не можете дотянуться, попросите кого-нибудь осторожно помочь вам руками поднять пятку как можно выше, без дискомфорта', 'Опустите ногу обратно на землю как можно медленнее'],
        images: require('../descriptionOfExercises/ImagesOfExercise/multipleSclerosis_leg_3.png') 
    },
]
export const multipleSclerosis_arm = [
    {
        description: 'Сидя: жим от плеч',
        instruction: ['Сядьте прямо на стул, ноги на ширине плеч и ровно на полу','Возьмите и держите гантели на плечах, запястья смотрят вперед', 'Выдохните, когда вы поднимаете вес  вверх, вытягивая руки вертикально', 'Вдохните, возвращая вес в исходное положение', 'Повторить 8–12 раз'],
        images: require('../descriptionOfExercises/ImagesOfExercise/multipleSclerosis_arm_1.png')
    },
    {
        description: 'Сидя: повороты со скручиванием',
        instruction: ['Удобно сядьте на стул без подлокотников или на скамью','Слегка откиньтесь назад, напрягая мышцы живота', 'Согните руки в локтях и держите руки вместе перед собой', 'Выдохните, поворачиваясь влево, ударяя правой рукой по левой стороне тела. Вдохните обратно в центр. Выдохните, повторяя в другую сторону', 'Начните с пяти повторений на каждую сторону. Отдохните и повторите 2–3 раза. Чтобы увеличить интенсивность, увеличьте количество повторений с 5 до 10, а затем до 12'],
        images: require('../descriptionOfExercises/ImagesOfExercise/multipleSclerosis_arm_2.png')
    },
    {
        description: 'Сидя: зрительно-моторная координация с теннисным мячом',
        instruction: ['Сядьте прямо на стул, ноги на полу','Возьмите теннисный мяч в правую руку, широко раскинув руки ладонями вперед', 'Соедините обе руки перед собой, перекладывая мяч из правой руки в левую перед грудью', 'Снова широко разведите руки, сводя лопатки вместе', 'Выполните 1–20 повторений'],
        images: require('../descriptionOfExercises/ImagesOfExercise/multipleSclerosis_arm_3.png')
    },
]