export const spinalCordInjure_leg = [
    {
        description: 'Колени к груди',
        instruction: ['Положите одну руку на верхнюю часть ноги чуть выше колена и на противоположную ногу',' Согните одно колено так, чтобы оно касалось груди', 'Затем опустите ногу и выпрямите колено'],
        images: require('../descriptionOfExercises/ImagesOfExercise/spinalCordInjure_leg_1.png')
    },
    {
        description: 'Маршируем сидя ',
        instruction: ['Сядьте на край сиденья, поставив обе ступни на землю, затем поочередно поднимайте колени по одному','Это упражнение для ног позволяет практиковать движения, используемые при ходьбе, без дополнительной нагрузки на суставы'],
        images: require('../descriptionOfExercises/ImagesOfExercise/spinalCordInjure_leg_2.png')
    },
    {
        description: 'Подъемы прямых ног',
        instruction: ['Лягте, выпрямив ноги, и поднимите одну ногу, не сгибая в коленях','Когда нога окажется максимально высоко, задержитесь на несколько секунд. Опустите ногу и чередуйте с другой ногой', 'Постарайтесь задействовать корпус во время выполнения этого упражнения, чтобы избежать чрезмерной нагрузки на нижнюю часть спины.'],
        images: require('../descriptionOfExercises/ImagesOfExercise/spinalCordInjure_leg_3.png')
    },
]
export const spinalCordInjure_arm = [
    {
        description: '“О” и кулаки (верхние конечности)',
        instruction: ['Используя одну или обе руки, поочередно постукивайте кончиками каждого пальца по большому','После прикосновения к каждому пальцу можно также добавить сжатие руки в кулак', 'Задержитесь на несколько секунд или столько, сколько сможете, и снова выпрямите пальцы'],
        images: require('../descriptionOfExercises/ImagesOfExercise/spinalCordInjure_arm_1.png') 
    },
    {
        description: 'Сгибание и разгибание запястья',
        instruction: ['Положите предплечье на стол, положив руку на край. Аккуратно согните запястье полностью вверх (т. е. разгибание запястья) и вниз (т. е. сгибание запястья). Вы можете усложнить это упражнение, взяв в руки легкий вес; хорошо подойдет бутылка с водой или банка фасоли.','Если вы еще не можете поднять запястье против силы тяжести, поверните предплечье так, чтобы сгибать и разгибать запястье в стороны вперед и назад. Это упражнение помогает улучшить гибкость запястья, что необходимо для увеличения подвижности и диапазона движений рук.'],
        images: require('../descriptionOfExercises/ImagesOfExercise/spinalCordInjure_arm_2.png') 
    },
    {
        description: 'Поворот кистей',
        instruction: ['Для этого упражнения возьмите руку и положите ее на стол ладонью вверх (т. е. супинация)','Затем другой рукой поверните ладонь вниз (т. е. пронацию)', 'Повторение этого упражнения может помочь улучшить подвижность рук и запястий(старайтесь не скручивать и не поворачивать плечо и тело для компенсации)'],
        images: require('../descriptionOfExercises/ImagesOfExercise/spinalCordInjure_arm_2.png') 
    },
]