export const traumaticBrainInjury_leg = [
    {
        description: 'Отведение/приведение бедра сидя',
        instruction: ['Начните с того, что сядьте на стул и держите одну ногу немного выше пола.','Затем медленно отведите ногу в сторону, насколько сможете, а затем внутрь к средней линии', 'Стремитесь к 3 подходам по 10 повторений на каждую сторону'],
        images: require('../descriptionOfExercises/ImagesOfExercise/traumaticBrainInjury_leg_1.png') 
    },
    {
        description: 'Маршируем сидя',
        instruction: ['Выполняется в сидячем положении с сохранением высокой вертикальной осанки','Сначала поднимите колено к груди и задержитесь на 1-2 секунды. Затем медленно опустите его обратно', 'Повторите чередование сторон в общей сложности 20 повторений', 'Это можно делать пассивно, используя руки, или активно, используя только силу ног'],
        images: require('../descriptionOfExercises/ImagesOfExercise/traumaticBrainInjury_leg_2.png') 
    },
    {
        description: 'Подъем прямых ног',
        instruction: ['Лягте на спину на пол или на кровать, согнув одно колено','Другой ногой выпрямите колено и поднимите ногу вверх', 'Обязательно держите колено полностью прямым, напрягая мышцы бедра, когда поднимаете и опускаете ногу', 'Следует сделать 3 подхода по 10 повторений на каждую ногу'],
        images: require('../descriptionOfExercises/ImagesOfExercise/traumaticBrainInjury_leg_3.png')
    },
]
export const traumaticBrainInjury_arm = [
    {
        description: 'Толкающее движение ',
        instruction: ['Поставьте бутылку с водой слева от стола в пределах диапазона движения','Затем сцепите запястье с внешней стороны бутылки и рукой медленно протолкните ее прямо через стол', 'Таким же движением отодвиньте бутылку назад в противоположном направлении', 'Повторите по 10 раз на каждую руку'],
        images: require('../descriptionOfExercises/ImagesOfExercise/traumaticBrainInjury_arm_1.png')
    },
    {
        description: 'Бицепс скручивания',
        instruction: ['Для этого упражнения на ЧМТ держите в руке бутылку с водой и положите руку рядом с собой','Затем, прижав локоть к боку, согните бицепс, чтобы поднести бутылку с водой к плечу', 'Наконец, как можно медленнее опустите руку', 'Медленно выполняя упражнение, вы развиваете больше контроля и стабильности. Повторить по 10 раз на каждую сторону'],
        images: require('../descriptionOfExercises/ImagesOfExercise/traumaticBrainInjury_arm_2.png')
    },
    {
        description: 'Сгибание плеча',
        instruction: ['Сначала возьмите бутылку с водой и положите руку на колени','Затем поднимите руку под углом 90 градусов перед собой, пока она не окажется на уровне ваших глаз (убедитесь, что ваша рука полностью выпрямлена)', 'Задержитесь примерно на 5 секунд, затем медленно опустите руку на колени', 'Повторите по 10 раз на каждую руку'],
        images: require('../descriptionOfExercises/ImagesOfExercise/traumaticBrainInjury_arm_3.png') 
    },
]